Repository: WordpressDev/binary-mlm-pro
Catalog: languages/binary-mlm-pro-*.po
Languages: de_de, fr_fr, pt_pt, ru_ru

source: Payout Date
de_de: Auszahlung Datum
fr_fr: date de paiement
pt_pt: payout Data
ru_ru: Датой выплаты

source: Pending User Withdrawals
de_de: Ausstehend Benutzer Abbuchungen
fr_fr: Retraits en attente de l'utilisateur
pt_pt: Pendentes Retiradas do usuário
ru_ru: Снятия денег в ожидании Пользователь

source: Action
de_de: Handlung
pt_pt: ação
ru_ru: действие

source: Hooray! Nothing in the pipeline to be processed.
de_de: Hooray! Nichts in der Pipeline verarbeitet werden.
fr_fr: Hourra! Rien dans le pipeline de traitement.
pt_pt: Hooray! Nada na calha para ser processado.
ru_ru: Ура! Ничто в трубопроводе, подлежащих обработке.

source: Processed Withdrawals Report
de_de: Verarbeitete Abbuchungen melden
fr_fr: Retraits transformés Signaler
pt_pt: Retiradas processados ​​Relatório
ru_ru: Обработанные Снятие Отчет

source: Given below is the list of all withdrawal requests that have been successfully processed.
de_de: Da unten ist die Liste aller Auszahlungen, die erfolgreich verarbeitet.
fr_fr: Ci-dessous la liste de toutes les demandes de retrait qui ont été traitées avec succès.
pt_pt: Dada a seguir a lista de todos os pedidos de retirada que foram processados ​​com sucesso.
ru_ru: Ниже приводится список всех заявок на вывод средств, которые были успешно обработаны.

source: User Name
de_de: Benutzername
fr_fr: Nom d'utilisateur
pt_pt: nome de usuário
ru_ru: имя пользователя

source: User Email
de_de: Benutzer E-Mail
fr_fr: utilisateur Email
pt_pt: usuário Email
ru_ru: e-mail пользователя

source: Withdrawal Date
de_de: Widerrufsrecht Datum
fr_fr: date de retrait
pt_pt: retirada Data
ru_ru: Снятие дате

source: Withdrawal Amount
de_de: Widerrufsrecht Betrag
fr_fr: Montant du retrait
pt_pt: retirada Valor
ru_ru: суммы снятия

source: Payment Mode
de_de: Zahlungs-Modus
fr_fr: Mode de paiement
pt_pt: Modo de pagamento
ru_ru: Режим компенсации

source: Payment Details
de_de: Einzelheiten zur Bezahlung
fr_fr: Détails de paiement
pt_pt: Detalhes do pagamento
ru_ru: Назначение платежа

source: Submit
de_de: einreichen
fr_fr: soumettre
pt_pt: submeter
ru_ru: представлять

source: Your License key has been updated.
de_de: Ihr Lizenzschlüssel wurde aktualisiert.。
fr_fr: Votre clé de licence a été mise à jour.。
pt_pt: Sua chave de licença foi atualizada.。
ru_ru: Лицензионный ключ был обновлен.。

source: Sorry, Your License key is invalid.
de_de: Leider ist Ihr Lizenzschlüssel ungültig.
fr_fr: Désolé, votre clé de licence n'est pas valide.
pt_pt: Desculpe, sua chave de licença é inválido.
ru_ru: К сожалению, Ваш лицензионный ключ является недействительным.

source: Direct Referral Commission
de_de: Direkt Referral Kommission
fr_fr: Commission de saisine directe
pt_pt: Comissão de Referência direta
ru_ru: Прямая комиссии Направление

source: This figure will be configurable on the Payout tab of the Plugin Settings. This amount will be added to the payout of a particular member during a particular payout cycle and will be shown on the front end Payout Details page as a separate line item titled Personal Referral Commission.
de_de: Diese Zahl wird auf der Registerkarte Auszahlung der Plugin-Einstellungen konfigurierbar sein. Dieser Betrag wird auf die Auszahlung eines bestimmten Mitgliedes während eines bestimmten Zyklus Auszahlung hinzugefügt werden und werden am vorderen Ende Auszahlung Einzelheiten Seite als gesonderten Posten mit dem Titel Personal Referral Kommission gezeigt werden.
fr_fr: Ce chiffre sera configurable dans l'onglet Paiement des paramètres de plug-in. Ce montant sera ajouté à la distribution d'un membre en particulier lors d'un cycle de distribution particulier et sera affiché sur la page Détails de Paiement d'extrémité avant d'un poste distinct intitulé Commission d'orientation personnelle.
pt_pt: Este valor será configurável na guia Pagamento das Configurações de Plugin. Este montante será adicionado ao pagamento de um determinado membro durante um ciclo de pagamento particular e será mostrado no final página Detalhes de Pagamento como um item separado intitulado Comissão referência pessoal.
ru_ru: Эта цифра будет доступна для выбора на вкладке Выплата настройках плагина. Эта сумма будет добавлена ​​к выплате конкретного члена в течение конкретного цикла выплат и будет показан на переднюю часть выплат Подробная страница как отдельной строкой под названием Личный комиссии направления.

source: Even if a member is entitled to an amount higher than the cap limit, the maximum amount that can be paid to the member will be equal to the amount specified in the cap limit field.
de_de: Selbst wenn ein Mitglied zu einem Betrag höher als der Kappungsgrenze berechtigt ist, wird die maximale Menge, die dem Mitglied bezahlt werden kann in Höhe der Kappungsgrenze Feld angegeben.
fr_fr: Même si un membre a droit à un montant supérieur à la limite de plafond, le montant maximal pouvant être versé au membre sera égal au montant indiqué dans le champ de la limite de plafond.
pt_pt: Mesmo que um membro tem direito a um valor superior ao limite máximo, o valor máximo que pode ser pago para o membro será igual ao valor especificado no campo limite da tampa.
ru_ru: Даже если пользователь имеет право на сумму, превышающую предел крышкой, максимальная сумма, которая может быть выплачена члену будет равна сумме, указанной в поле предела крышкой.

source: Initial Pair
fr_fr: Paire initiale
pt_pt: Par inicial
ru_ru: исходная пара

source: Initial Amount
de_de: Basisbetrag
fr_fr: Montant initial
pt_pt: Valor inicial
ru_ru: Сумма первоначального

source: Direct Referral Commission Amount
de_de: Direkt Referral Kommission Betrag
fr_fr: Montant saisine directe de la Commission
pt_pt: Referência direta Valor da Comissão
ru_ru: Прямая сумма комиссии Направление

source: Cap Limit Amount
de_de: Cap Limitbetrag
fr_fr: Cap montant limite
pt_pt: Limite Cap Valor
ru_ru: Количество Cap Limit

source: Confirm Delete withdrawal request?
de_de: Löschen bestätigen Auszahlung?
fr_fr: Confirmer la suppression demande de retrait?
pt_pt: Confirmar exclusão pedido de retirada?
ru_ru: Confirm Delete запрос на снятие денег?

source: Process Individual User Withdrawal
de_de: Prozess Einzelne Benutzer Widerrufsrecht
fr_fr: Processus de retrait de l'utilisateur individuel
pt_pt: Processo Individual Retirada Usuário
ru_ru: Процесс индивидуального Снятие пользователя

source: Use the form below to process an individual user withdrawal.
de_de: Benutzen Sie das Formular unten, um einen einzelnen Benutzer Auszahlung zu bearbeiten.
fr_fr: Utilisez le formulaire ci-dessous pour traiter un retrait d'utilisateur individuel.
pt_pt: Utilize o formulário abaixo para processar uma retirada usuário individual.
ru_ru: Используйте форму ниже, для обработки отдельных вывода пользователю.

source: Cash
de_de: Barzahlung
fr_fr: argent
pt_pt: numerário
ru_ru: наличные

source: Cheque
de_de: Scheck
fr_fr: Chèque
ru_ru: Чек

source: Simply records a cash payment against the withdrawal with no further details.
de_de: Einfach zeichnet eine Barzahlung gegen den Entzug ohne weitere Details.
fr_fr: Enregistre simplement un paiement en espèces contre le retrait, sans plus de détails.
pt_pt: Simplesmente registra um pagamento em dinheiro contra a retirada, sem mais detalhes.
ru_ru: Просто записывает оплаты наличными против вывода без дальнейших подробностей.

source: Specify the Cheque Number, Cheque Date and Bank Name.
de_de: Geben Sie die Anzahl Scheck, Scheck Datum und Name der Bank.
fr_fr: Indiquez le numéro du chèque, chèque date et le nom de la Banque.
pt_pt: Especifique o número Cheque, Cheque data e nome do Banco.
ru_ru: Укажите номер чека, дата и чеками Название банка.

source: Bank Transfer
de_de: Banküberweisung
fr_fr: Virement bancaire
pt_pt: Transferência Bancária
ru_ru: банковский перевод

source: Specify the Beneficiary Name, Account Number, Bank Name and Bank Transfer Code (optional).
de_de: Geben Sie den Name des Begünstigten, Kontonummer, Name der Bank und Banküberweisung-Code (optional).
fr_fr: Indiquez le nom du bénéficiaire, numéro de compte, nom de la banque et le code Virement bancaire (en option).
pt_pt: Especifique o Nome do Beneficiário, Número da Conta, Nome do Banco e Código de Transferência Bancária (opcional).
ru_ru: Укажите Имя получателя, номер счета, название банка и банковский трансфер Код (необязательно).

source: Other
de_de: Andere
fr_fr: autre
pt_pt: outro
ru_ru: другой

source: For any other mode of payment. Just specify the payment details in the input box provided.
de_de: Für jede andere Art der Bezahlung. Geben Sie einfach die Zahlungsdaten in das Eingabefeld zur Verfügung gestellt.
fr_fr: Pour tout autre mode de paiement. Il suffit de spécifier les détails de paiement dans le champ prévu.
pt_pt: Para qualquer outra modalidade de pagamento. Basta especificar os detalhes do pagamento na caixa de entrada fornecido.
ru_ru: Для любого другого способа оплаты. Просто укажите реквизиты платежа в соответствующем поле ввода.

source: Member Id
de_de: Mitglied Id
fr_fr: Id membre
pt_pt: Id membro
ru_ru: ID Члена

source: Member User Name
de_de: Mitglied Benutzername
fr_fr: Nom d'utilisateur
pt_pt: Membro Nome de Usuário
ru_ru: Имя пользователя Отправить пользователю

source: Title
de_de: Titel
fr_fr: Titre
pt_pt: título
ru_ru: название

source: Name
fr_fr: nom
pt_pt: nome
ru_ru: название

source: Address
de_de: Anschrift
fr_fr: adresse
pt_pt: endereço
ru_ru: адрес

source: DOB
ru_ru: дата рождения

source: Edit
de_de: bearbeiten
fr_fr: Modifier
pt_pt: editar
ru_ru: редактировать

source: My Payouts
de_de: Meine Auszahlungen
fr_fr: mes Paiements
pt_pt: meus Pagamentos
ru_ru: Мои Выплаты

source: Date
de_de: Datum
fr_fr: Date d'
pt_pt: data
ru_ru: дата

source: Total on Right Leg
de_de: Summe der auf dem rechten Bein
fr_fr: Totale sur la jambe droite
pt_pt: Total na Perna Direita
ru_ru: Всего на правой ноге

source: Total on Left Leg
de_de: Insgesamt auf dem linken Bein
fr_fr: Totale sur la jambe gauche
pt_pt: Total na perna esquerda
ru_ru: Всего на Левая нога

source: My Personal Sales
de_de: Meine Verkäufe
fr_fr: Mes ventes personnelles
pt_pt: Minhas Vendas Pessoais
ru_ru: Мои личные продажи

source: Personal Sales
de_de: persönlicher Verkauf
fr_fr: Ventes personnelles
pt_pt: Vendas pessoais
ru_ru: личные продажи

source: Details
de_de: Einzelheiten
fr_fr: Détails
pt_pt: Detalhes
ru_ru: детали

source: Payout Details
de_de: Auszahlung Einzelheiten
fr_fr: Détails de redistribution
pt_pt: Detalhes de Pagamento
ru_ru: Выплата Подробнее

source: Commission
de_de: Kommission
pt_pt: comissão
ru_ru: комиссия

source: Payout Summary
de_de: Auszahlung Zusammenfassung
fr_fr: Récapitulatif des paiements
pt_pt: Resumo de Pagamento
ru_ru: Выплата Основная информация

source: Commission Amount
de_de: Kommission Betrag
fr_fr: Commission Montant
pt_pt: Valor da Comissão
ru_ru: Сумма комиссии

source: Bonus Amount
de_de: Bonusbetrag
fr_fr: Montant du Bonus
pt_pt: Valor do bônus
ru_ru: Сумма бонуса

source: Sub-Total
fr_fr: Total partiel
ru_ru: Итого

source: Service Charge
fr_fr: Les frais de service
pt_pt: Taxa de Serviço
ru_ru: плата за обслуживание

source: Tax
de_de: MwSt.
pt_pt: imposto
ru_ru: налог

source: Net Amount
fr_fr: Montant net
pt_pt: Valor Líquido
ru_ru: чистая сумма

source: Your Withdrawal Request Initiated.
de_de: Ihr Widerrufsrecht Antrag eingeleitet.
fr_fr: Votre demande de retrait initiée.
pt_pt: Seu pedido de retirada iniciada.
ru_ru: Ваш запрос на снятие посвященным.

source: Withdrawal Pending
de_de: Widerrufsrecht Pending
fr_fr: retrait en attente
pt_pt: retirada Pendente
ru_ru: Снятие ожидании

source: Payment Processed
de_de: Zahlung verarbeitet
fr_fr: Le traitement du paiement
pt_pt: pagamento processado
ru_ru: обработанные оплаты

source: View Payment Detail
de_de: Zahlungs-Detail anzeigen
fr_fr: Voir le détail du paiement
pt_pt: Ver Detalhe de pagamento
ru_ru: Посмотреть Деталь компенсации

source: Comment, if any
de_de: Anmerkung, wenn überhaupt,
fr_fr: Commenter, le cas échéant,
pt_pt: Comentário, se houver,
ru_ru: Комментарий, если таковые

source: Initiate withdrawal
de_de: Initiieren Rückzug
fr_fr: initier retrait
pt_pt: iniciar a retirada
ru_ru: Инициировать вывода

source: Payout ID
de_de: Auszahlung ID
fr_fr: ID de Paiement
pt_pt: pagamento ID
ru_ru: Выплата ID

source: User Key
fr_fr: Clé de l'utilisateur
pt_pt: chave de usuário
ru_ru: ключа пользователя

source: Sponsor
fr_fr: Parrainez
pt_pt: patrocinador
ru_ru: спонсор

source: Status
fr_fr: statut
pt_pt: estado
ru_ru: статус

source: Left
de_de: Links
fr_fr: gauche
pt_pt: Esquerda
ru_ru: Слева

source: Right
de_de: richtig
fr_fr: droite
pt_pt: direito
ru_ru: право

source: Payment Date
de_de: Zahltag
fr_fr: date de paiement
pt_pt: Data de Pagamento
ru_ru: дата платежа

source: Payment Detail
de_de: Zahlungs-Detail
fr_fr: Détail de paiement
pt_pt: Detalhe de pagamento
ru_ru: Деталь компенсации

source: Cheque No
de_de: einchecken
fr_fr: Arrivée
pt_pt: cheque Em
ru_ru: проверять

source: Cheque Date
de_de: Scheck Datum
fr_fr: Chèque date
pt_pt: Cheque Data
ru_ru: Чек дате

source: Bank Name
de_de: Name der Bank
fr_fr: Nom de la banque
pt_pt: Nome do Banco
ru_ru: Название банка

source: Account No
de_de: Konto-Nr
fr_fr: n de compte
pt_pt: conta n º
ru_ru: Счет №

source: Banktransfer Code
ru_ru: Banktransfer код

source: Thanks for Patience
de_de: Vielen Dank für die Geduld
fr_fr: Merci pour la patience
pt_pt: Obrigado pela paciência
ru_ru: Спасибо за терпение

source: view
de_de: ansehen
fr_fr: voir
pt_pt: ver
ru_ru: смотреть

source: ADD
fr_fr: AJOUTER
ru_ru: ДОБАВИТЬ

source: PAID
de_de: BEZAHLT
fr_fr: PAYÉ
pt_pt: PAGO
ru_ru: ПЛАТНЫЕ

source: Owner
de_de: Eigentümer
fr_fr: propriétaire
pt_pt: proprietário
ru_ru: владелец

source: Left leg
de_de: Linkes Bein
fr_fr: jambe gauche
pt_pt: perna esquerda
ru_ru: Левая нога

source: Right leg
de_de: Rechtes Bein
fr_fr: jambe droite
pt_pt: perna direita
ru_ru: Правая нога

source: YOU
de_de: SIE
fr_fr: VOUS
pt_pt: VOCÊ
ru_ru: ВЫ

source: This is the amount paid to a sponsor for sponsoring a new member in the network. This amount is paid for an infinite number of referrals.
de_de: Dies ist der zu zahlende Betrag einen Sponsor für das Sponsoring ein neues Mitglied in das Netzwerk. Dieser Betrag wird für eine unendliche Zahl der Überweisungen bezahlt.
fr_fr: Il s'agit de la somme versée à un sponsor pour le parrainage d'un nouveau membre dans le réseau. Ce montant est versé pour un nombre infini de renvois.
pt_pt: Este é o valor pago a um patrocinador para patrocinar um novo membro na rede. Este montante é pago para um número infinito de referências.
ru_ru: Это сумма, уплаченная за спонсирование спонсор нового пользователя в сети. Эта сумма выплачивается в течение бесконечного количества рефералов.

source: Maximum amount that can be paid to a member in one payout cycle. Anything above the cap limit will be flushed out.
de_de: Höchstmenge, die ein Mitglied in einer Auszahlung Zyklus kann bezahlt werden. Alles, was über der Kappungsgrenze wird ausgespült werden.
fr_fr: Le montant maximal qui peut être versé à un membre dans un cycle de paiement. Tout ce qui dépasse la limite de plafond sera évacuée.
pt_pt: Valor máximo que pode ser pago a um membro em um ciclo de pagamento. Qualquer coisa acima do limite de cap vai ser lavado.
ru_ru: Максимальная сумма, которая может быть выплачена члену в одном Период выплат. Все, что выше крышки лимит будет промыть.

source: Activate ePin
fr_fr: activer EpIn
ru_ru: Активировать Эпин

source: In case you would like to Activate ePin functionality on your website, set this value to Yes.
de_de: Falls Sie möchten, Epin Funktionalität auf Ihrer Website aktivieren, setzen Sie diesen Wert auf Ja.
fr_fr: Dans le cas où vous souhaitez activer la fonctionnalité EpIn sur votre site, définir cette valeur sur Oui.
pt_pt: No caso de você gostaria de ativar a funcionalidade epin em seu site, definir esse valor como Sim.
ru_ru: В случае, если вы хотите активировать Эпин функциональность на вашем сайте, установите значение Да.

source: Sole Payment Method
fr_fr: Sole Mode de paiement
pt_pt: Forma de Pagamento Único
ru_ru: Единственный метод оплаты

source: In case members can only register on your site via ePin, set this to Yes. This would make the ePin field mandatory on the user registration form and a visitor would need a valid unused ePin to complete his registration. If this value is set to No, a visitor will be able to register on the site even without specifying a valid ePin. In this case you would need to manually mark the member as Paid / Unpaid under Users -> All Users.
de_de: Im Falle Mitglieder können nur auf Ihrer Website über Epin registrieren, wählen Sie Ja. Dies würde die Epin Feld zwingend auf dem Anwender Anmeldeformular und ein Besucher würde eine gültige unbenutzt Epin zur Vervollständigung der Registrierung müssen. Wenn dieser Wert auf Nein gesetzt ist, wird ein Besucher in der Lage sein, auf der Website auch ohne Angabe eines gültigen Epin registrieren. In diesem Fall müssten Sie manuell markieren das Element als bezahlte / unbezahlte unter Benutzer -> Alle Benutzer.
fr_fr: En cas où les députés ne peuvent s'inscrire sur votre site via EpIn, réglez-le sur Oui. Cela rendrait obligatoire sur le formulaire d'inscription de l'utilisateur et un visiteur du champ EpIn aurait besoin d'un EpIn utilisé valide pour compléter son inscription. Si cette valeur est définie sur Non, le visiteur pourra s'inscrire sur le site même sans spécifier EpIn valide. Dans ce cas, vous auriez besoin de marquer manuellement le membre comme rémunérés / non rémunérés sous Utilisateurs -> Tous les utilisateurs.
pt_pt: Em membros caso só pode registrar em seu site via epin, defina-o para Sim. Isso tornaria obrigatório no formulário de registro do usuário e um visitante do campo epin precisaria de um epin utilizada válido para completar seu registro. Se esse valor é definido como Não, o visitante vai poder se cadastrar no site, mesmo sem especificar um epin válido. Neste caso, você precisa marcar manualmente o membro como pago / não pago em Usuários -> Todos os usuários.
ru_ru: В случае, если участники могут зарегистрироваться только на вашем сайте с помощью Эпин, установите значение Да. Это сделало бы Эпин поля обязательные на форму регистрации пользователя и посетителя потребуется незарезервированный Эпин завершить свою регистрацию. Если это значение не установлено значение Нет, посетитель сможет зарегистрироваться на сайте, даже без указания действительного Эпин. В этом случае вам нужно будет вручную отмечать пользователя, как оплачиваемый / неоплачиваемый разделе Пользователи -> Все пользователи.

source: ePin Length
de_de: Epin Länge
fr_fr: EpIn Longueur
pt_pt: epin Comprimento
ru_ru: Длина Эпин

source: The length of the generated ePins.
de_de: Die Länge der erzeugten ePins.
fr_fr: La longueur des ePins générés.
pt_pt: O comprimento dos ePins gerados.
ru_ru: Длина сгенерированных ePins.

source: Yes
de_de: Ja
fr_fr: Oui
pt_pt: sim
ru_ru: да

source: No
de_de: Keine
fr_fr: Non
pt_pt: não
ru_ru: нет

source: Here at least one ePin is used.
de_de: Hier zumindest eine Epin verwendet.
fr_fr: Voici au moins un EpIn est utilisé.
pt_pt: Aqui, pelo menos, um epin é usado.
ru_ru: Здесь по крайней мере один Эпин используется.

source: ePin Settings
de_de: Epin Einstellungen
fr_fr: Réglages EpIn
pt_pt: Configurações epin
ru_ru: Эпин Настройки

source: Use this tab to generate the ePins in your network which would be used for registering new members on the site. All ePins generated will be unique and the length shall be as specified in the General Tab.
de_de: Verwenden Sie diese Registerkarte, um die ePins in Ihrem Netzwerk, die für die Registrierung neuer Mitglieder auf der Website verwendet werden würde zu generieren. Alle ePins erzeugt wird einzigartig sein und die Länge wird wie in der Registerkarte Allgemein angegeben werden.
fr_fr: Cet onglet permet de générer les ePins de votre réseau qui sera utilisé pour l'enregistrement de nouveaux membres sur le site. Tous ePins généré sera unique et la durée sont précisés dans l'onglet Général.
pt_pt: Utilize este separador para gerar os ePins em sua rede que seriam usados ​​para registrar os novos membros do site. Todos os ePins gerados será único e o comprimento deve ser o especificado na guia Geral.
ru_ru: Эта вкладка используется для генерации ePins в вашей сети, который будет использоваться для регистрации новых пользователей, на сайте. Все ePins генерируется будет уникальной и ее длина должна быть, как указано во вкладке Общие.

source: No. of ePins
de_de: Anzahl der ePins
fr_fr: Nombre de ePins
pt_pt: Número de ePins
ru_ru: Кол-во ePins

source: Specify the number of ePins to generate.
de_de: Geben Sie die Anzahl der ePins zu erzeugen.
fr_fr: Indiquez le nombre de ePins pour générer.
pt_pt: Especifique o número de ePins para gerar.
ru_ru: Укажите количество ePins генерировать.

source: Type - Regular
de_de: Type - regelmatig
fr_fr: Type - Régulier
pt_pt: Tipo - Regular
ru_ru: Тип - Регулярные

source: A member registering with a Regular ePin shall be treated as a regular Paid member of the system. The commission for the member will be distributed amongst his upline and he will also earn commissions and bonuses from his downline.
de_de: Ein Mitglied der Registrierung bei einem Regular Epin wird als reguläre bezahlte Mitglied des Systems behandelt werden. Das Aufgeld für das Mitglied unter seinen Upline verteilt werden, und er wird auch verdienen Provisionen und Boni aus seiner Downline.
fr_fr: Un membre de l'enregistrement avec un EpIn régulier doit être traitée comme un membre régulier charge du système. La commission pour le membre sera répartie entre son parrain et il va également gagner des commissions et des primes de sa descendance.
pt_pt: Um membro registrar com um epin regular deve ser tratado como um membro pago regular do sistema. A comissão para o membro será distribuído entre seu upline e ele também irá ganhar comissões e bônus de sua downline.
ru_ru: Член регистрации с Регулярные Эпин должна рассматриваться как оплачиваемый членом системы. Комиссия за пользователя будут распределены среди его вышестоящим и он также будет зарабатывать комиссионные и бонусы от своих нижестоящих.

source: Type - Free
de_de: Type - gratis
fr_fr: Type - gratuit
pt_pt: Tipo - Free
ru_ru: Тип - Бесплатно
