Repository: WordpressDev/binary-mlm-pro
Catalog: languages/binary-mlm-pro-*.po
Languages: de_de, fr_fr, pt_pt, ru_ru

source: Register New User
de_de: Neuen Benutzer registrieren
fr_fr: S'inscrire Nouvel utilisateur
pt_pt: Registre Novo Usuário
ru_ru: Регистрация нового пользователя

source: Sponsor does not exist in the system.
de_de: Sponsor nicht im System vorhanden.
fr_fr: Sponsor n'existe pas dans le système.
pt_pt: Patrocinador não existe no sistema.
ru_ru: Спонсор не существует в системе.

source: Create Username
de_de: erstellen Benutzername
fr_fr: Créer un nom d'utilisateur
pt_pt: criar usuário
ru_ru: Создать Имя пользователя

source: Congratulations! The username is available.
de_de: Herzlichen Glückwunsch! Der Benutzername ist verfügbar.
fr_fr: Félicitations! Le nom d'utilisateur est disponible.
pt_pt: Parabéns! O nome de usuário está disponível.
ru_ru: Поздравляем!Имя пользователя доступно.

source: Create Password
de_de: reate Passwort
fr_fr: créer un mot de passe
pt_pt: criar senha
ru_ru: Создать пароль

source: Password length atleast 6 character
de_de: Passwort Länge atleast 6 Zeichen
fr_fr: Le mot de passe au moins 6 caractères
pt_pt: Senha comprimento pelo menos 6 caracteres
ru_ru: Длина пароля по крайней мере 6 символов

source: Confirm Password
de_de: Passwort bestätigen
fr_fr: Confirmez mot de passe
pt_pt: confirmar senha
ru_ru: Подтверждение пароля

source: Sponsor Name
de_de: Sponsor Bezeichnung
fr_fr: Nom du commanditaire
pt_pt: Nome do patrocinador
ru_ru: Имя спонсора

source: Sorry! The specified sponsor is not available for registration.
de_de: Es tut uns leid! Die angegebene Sponsor ist nicht verfügbar für die Registrierung.
fr_fr: Désolé! Le parrain spécifié n'est pas disponible pour l'enregistrement.
pt_pt: Desculpe! O patrocinador especificado não está disponível para registro.
ru_ru: Извини! Указанная Спонсор не доступен для регистрации.

source: Placement
pt_pt: localização
ru_ru: размещение

source: First Name
de_de: Vorname
fr_fr: Prénom
pt_pt: Nome
ru_ru: Имя

source: Last Name
de_de: Nachname
fr_fr: Prénom
pt_pt: Sobrenome
ru_ru: Фамилия

source: Address Line 1
de_de: Adresszeile 1
fr_fr: Adresse ligne 1
pt_pt: Endereço Linha 1
ru_ru: Адресная строка 1

source: Address Line 2
de_de: Adresszeile 2
fr_fr: Adresse ligne 2
pt_pt: Endereço Linha 2
ru_ru: Адресная строка 2

source: City
de_de: Stadt
fr_fr: ville
pt_pt: cidade
ru_ru: город

source: State
de_de: Staat
fr_fr: Etat
pt_pt: estado
ru_ru: государство

source: Postal Code
de_de: Postleitzahl
fr_fr: code postal
pt_pt: código postal
ru_ru: почтовый код

source: Country
de_de: Land
fr_fr: pays
pt_pt: país
ru_ru: страна

source: Email Address
de_de: E-Mail-Adresse
fr_fr: Adresse Email
pt_pt: Endereço de e-mail
ru_ru: E-mail адрес

source: Confirm Email Address
de_de: Email-Adresse bestätigen
fr_fr: Confirmez votre adresse email
pt_pt: Confirme o endereço de e-mail
ru_ru: Подтвердить адрес электронной почты

source: Contact No
de_de: Kein Kontakt
fr_fr: Contact Aucune
ru_ru: нет Контактная

source: Date of Birth
de_de: Geburtsdatum
fr_fr: Date de naissance
pt_pt: Data de nascimento
ru_ru: Дата рождения

source: Create First User in Network
de_de: Erstellen Erste User im Netzwerk
fr_fr: Créer premier utilisateur en réseau
pt_pt: Criar primeiro usuário na rede
ru_ru: Создание первого пользователя в Сети

source: In order to begin building your network you would need to register the First User of the network. All other users would be registered under this First User.
de_de: Um den Aufbau Ihrer Netzwerk müssten Sie den ersten Benutzer des Netzwerks registrieren. Alle anderen Benutzer würde unter dieser ersten Benutzer registriert werden.
fr_fr: Afin de commencer à construire votre réseau, vous avez besoin d'enregistrer le premier utilisateur du réseau. Tous les autres utilisateurs doivent être enregistrées à ce premier utilisateur.
pt_pt: Para começar a construir sua rede você precisa registrar o primeiro usuário da rede. Todos os outros usuários seria registrado sob este primeiro usuário.
ru_ru: Для того, чтобы начать строительство сети вам нужно будет зарегистрироваться первым пользователем сети. Все остальные пользователи будут зарегистрированы в соответствии с этим первым пользователем.

source: Please Correct the following Error(s)
de_de: Bitte korrigieren Sie die folgenden Fehler (e)
fr_fr: S'il vous plaît corriger l'erreur suivante (s)
pt_pt: Corrija o seguinte erro (s)
ru_ru: Пожалуйста, исправьте следующие ошибки (ы)

source: <div class='updated fade'><p><strong>Please create the first user account in the MLM Network and configure other MLM settings. Please </strong>
de_de: <div class='updated fade'> <p> Bitte erstellen Sie die erste Benutzerkonto im MLM Network und konfigurieren Sie andere MLM-Einstellungen. Bitte </ strong>
fr_fr: <div class='updated fade'> <p> Veuillez créer le premier compte d'utilisateur dans le réseau MLM et configurer les autres paramètres de MLM. S'il vous plaît </ strong>
pt_pt: <div class='updated fade'> <p> <strong> criar a primeira conta de usuário na rede MLM e definir outras configurações de MLM. Por favor, </ strong>
ru_ru: <div class='updated fade'> <p> Пожалуйста, создайте первую учетную запись пользователя в MLM сети и настроить другие параметры MLM. пожалуйста </ strong>

source: <div class='updated fade'><p><strong>Please configure other MLM Settings. </strong>
de_de: <div class='updated fade'><p><strong>Bitte konfigurieren Sie andere MLM-Einstellungen.</strong>
pt_pt: <div class='updated fade'><p><strong>Por favor configurar outras definições de MLM.</strong>
ru_ru: <div class='updated fade'><p><strong>Пожалуйста, настроить другие параметры MLM. </strong>

source: <div class='updated fade'><p><strong>Complete the MLM settings. Please </strong>
de_de: <div class='updated fade'> <p>Führen Sie die MLM-Einstellungen. gefallen</ strong>
fr_fr: <div class='updated fade'> <p> Effectuez les réglages de MLM. S'il vous plaît </ strong>
pt_pt: <div class='updated fade'> <p> Complete as definições de MLM. por favor </ strong>
ru_ru: <div class='updated fade'> <p> Завершите MLM настройки. пожалуйста </ strong>

source: <h1>MLM Settings</h1>
de_de: <h1>MLM Einstellungen</ h1>
fr_fr: <h1> MLM Paramètres </ h1>
pt_pt: <h1>Configurações MLM</h1>
ru_ru: <h1> MLM параметров</ h1>

source: Currency Setting
de_de: Währung Setting
fr_fr: devise Réglage
pt_pt: configuração de moeda
ru_ru: Настройка валюты

source: Please select the base currency of your MLM Network. This option is very important as all calculations will be performed in this base currency. Once this currency is chosen and saved, it CANNOT be changed later. The entire network will need to be reset if you decide to change the currency at a later date.
de_de: Bitte wählen Sie die Basiswährung Ihres MLM Network. Diese Option ist sehr wichtig, da alle Berechnungen in diesem Basiswährung durchgeführt werden. Sobald diese Währung wird ausgewählt und gespeichert haben, können sie später nicht mehr geändert werden. Das gesamte Netz müssen zurückgesetzt werden, wenn Sie die Währung zu einem späteren Zeitpunkt ändern möchten.
fr_fr: S'il vous plaît choisir la devise de base de votre réseau MLM. Cette option est très important que tous les calculs seront effectués dans cette devise de base. Une fois que cette monnaie est choisi et enregistré, il ne peut être modifié ultérieurement. L'ensemble du réseau devra être remis à zéro si vous décidez de changer de la monnaie à une date ultérieure.
pt_pt: Por favor seleccione a moeda base de sua Rede MLM. Esta opção é muito importante, todos os cálculos serão realizados nesta moeda base. Uma vez que esta moeda é escolhido e salvo, ele não pode ser alterado posteriormente. Toda a rede terá de ser reposto, se você decidir alterar a moeda em uma data posterior.
ru_ru: Пожалуйста, выберите базовую валюту MLM сети. Этот параметр очень важен, поскольку все расчеты будут проводиться в этой базовой валюты. Как только эта валюта выбирается и сохраняется, оно не может быть изменено позже. Вся сеть необходимо будет сбросить, если вы решите изменить валюту на более поздний срок.

source: Currency
de_de: Währung
fr_fr: monnaie
pt_pt: moeda
ru_ru: валюта

source: Select your currency which will you use.
de_de: Wählen Sie Ihre Währung, die Sie verwenden werden.
fr_fr: Sélectionnez votre monnaie qui allez-vous utiliser.
pt_pt: Selecione a sua moeda que você irá usar.
ru_ru: Выберите валюту, которую вы будете использовать.

source: Eligibility Settings
de_de: Teilnahmeberechtigung Einstellungen
fr_fr: Réglages d'admissibilité
pt_pt: Configurações de elegibilidade
ru_ru: Право Настройки

source: Use this screen to define the eligibility criteria for a member to start earning commissions in the network.
de_de: Verwenden Sie diesen Bildschirm, um die Kriterien für ein Mitglied zu verdienen Provisionen im Netzwerk zu definieren.
fr_fr: Utilisez cet écran pour définir les critères d'admissibilité pour un membre de commencer à gagner des commissions dans le réseau.
pt_pt: Use esta tela para definir os critérios de elegibilidade para um membro de começar a ganhar comissões na rede.
ru_ru: Используйте этот экран для определения критериев приемлемости для пользователя, чтобы начать зарабатывать комиссионные в сети.

source: No. of Direct Paid Referrals
de_de: Anzahl der Direkt Paid Empfehlungen
fr_fr: Nombre de Parrainages payés directement
pt_pt: N º de Referências pagas directamente
ru_ru: Количество прямых Платные Рефералы

source: The number of members that a member will need to directly and personally refer in the network before he can start earning commissions.
de_de: Die Zahl der Mitglieder, dass ein Mitglied, müssen Sie direkt und persönlich im Netz beziehen, bevor er beginnen kann Provisionen verdienen.
fr_fr: Le nombre de membres que le membre devra directement et reportez-vous personnellement dans le réseau avant de pouvoir commencer à gagner des commissions.
pt_pt: O número de membros que um membro precisa directa e pessoalmente consultar na rede antes que ele possa começar a ganhar comissões.
ru_ru: Количество пользователей, которые члены должны будут непосредственно и лично обратиться в сети, прежде чем он может начать зарабатывать комиссионные.

source: No. of paid referral(s) on right leg
de_de: Anzahl der bezahlten Überweisung (en) auf dem rechten Bein
fr_fr: Nombre de saisine payé (s) sur la jambe droite
pt_pt: N º de referência pago (s) na perna direita
ru_ru: Кол-во заплатил направления (ы) на правой ноге

source: The number of paid direct and personal referrals a member needs to introduce in this right leg before he can start earning commissions.
de_de: Die Zahl der bezahlten direkte und persönliche Empfehlungen ein Mitglied muss in diesem rechten Bein einzuführen, bevor er beginnen kann Provisionen verdienen.
fr_fr: Le nombre d'directes versées et personnels renvois un membre a besoin d'introduire dans cette jambe droite avant de pouvoir commencer à gagner des commissions.
pt_pt: O número de referências diretas e pessoais pagas um membro precisa introduzir nesta perna direita antes que ele possa começar a ganhar comissões.
ru_ru: Количество оплаченных прямых и личных рефералов пользователя необходимо ввести в этом правую ногу, прежде чем он может начать зарабатывать комиссионные.

source: No. of paid referral(s) on left leg
de_de: Anzahl der bezahlten Überweisung (en) auf dem linken Bein
fr_fr: Nombre de saisine payé (s) sur la jambe gauche
pt_pt: N º de referência pago (s) na perna esquerda
ru_ru: Кол-во заплатил направления (ы) на левой ноге

source: The number of paid direct and personal referrals a member needs to introduce in this left leg before he can start earning commissions.
de_de: Die Zahl der bezahlten direkte und persönliche Empfehlungen ein Mitglied muss in diesem linken Bein einzuführen, bevor er beginnen kann Provisionen verdienen.
fr_fr: Le nombre d'directes versées et des références personnelles d'un membre doit présenter à cette jambe gauche avant de pouvoir commencer à gagner des commissions.
pt_pt: O número de referências diretas e pessoais pagas um membro precisa introduzir nesta perna esquerda antes que ele possa começar a ganhar comissões.
ru_ru: Количество оплаченных прямых и личных рефералов пользователя необходимо ввести в этом левую ногу, прежде чем он может начать зарабатывать комиссионные.

source: Please Correct the following Error
de_de: Bitte korrigieren Sie die folgenden Fehler
fr_fr: S'il vous plaît corriger l'erreur suivante
pt_pt: Corrija o seguinte erro
ru_ru: Пожалуйста, исправьте следующие ошибки

source: No. of direct paid referral(s)
de_de: Anzahl der direkten Überweisung bezahlt (s)
fr_fr: Nombre de saisine directe payé (s)
pt_pt: N º de referência direta pago (s)
ru_ru: Количество прямых заплатил направления (ы)

source: Please specify direct referral by you.
de_de: Bitte geben direkte Überweisung von Ihnen.
fr_fr: S'il vous plaît préciser saisine directe par vous.
pt_pt: Por favor, especifique referência direta por você.
ru_ru: Пожалуйста, сформулируйте прямых рефералов вами.

source: Please specify no. of paid referrals on right leg.
de_de: Bitte geben Sie nicht. bezahlte Verweise am rechten Bein.
fr_fr: S'il vous plaît ne pas spécifier. de payer des références sur la jambe droite.
pt_pt: Por favor, especifique nenhuma. de pago referências na perna direita.
ru_ru: Пожалуйста, сформулируйте нет. платных рефералов на правой ноге.

source: Please specify no. of paid referrals on left leg.
de_de: Bitte geben Sie nicht. der bezahlten Einladungen auf dem linken Bein.
fr_fr: S'il vous plaît ne pas spécifier. de payer des références sur la jambe gauche.
pt_pt: Por favor, especifique nenhuma. de pago referências na perna esquerda.
ru_ru: Пожалуйста, сформулируйте нет. платных рефералов на левой ноге.

source: Update Options
de_de: aktualisieren Sie Optionen
fr_fr: Mise à jour d'options
pt_pt: Atualize Opções
ru_ru: Обновить настройки

source: Payout Settings
de_de: Auszahlung Einstellungen
fr_fr: Réglages de redistribution
pt_pt: Configurações de Pagamento
ru_ru: Выплата Настройки

source: Use this screen to define the basic parameters of your pay plan.
de_de: Verwenden Sie diesen Bildschirm, um die grundlegenden Parameter Ihres Pay-Plan definieren.
fr_fr: Utilisez cet écran pour définir les paramètres de base de votre plan de rémunération.
pt_pt: Use esta tela para definir os parâmetros básicos do seu plano de pagamento.
ru_ru: На этом экране можно определить основные параметры вашего компенсационного плана.

source: How many paid members in the left and right leg individually will make 1 pair for calculating commissions.
de_de: Wie viele zahlende Mitglieder in der linken und rechten Bein einzeln machen 1 Paar für die Berechnung der Provisionen.
fr_fr: Combien de membres rémunérés dans la jambe gauche et droit individuellement feront 1 paire pour le calcul des commissions.
pt_pt: Quantos membros pagos na perna esquerda e direita individualmente vai fazer um par de cálculo de comissões.
ru_ru: Сколько заплатили члены в левой и правой ноге индивидуально составит 1 пара для расчета комиссий.

source: To incentivise members in the initial stages the amount paid for initial pairs is slightly higher than the regular payout amount.
de_de: An die Mitglieder in der Anfangsphase der Betrag für die erste Paare bezahlt ist etwas höher als der normale Auszahlungsbetrag Anreize.
fr_fr: Pour inciter les membres dans les phases initiales du montant payé pour les paires initiales est légèrement plus élevé que le montant du paiement régulier.
pt_pt: Para incentivar os membros nas fases iniciais do valor pago por pares inicial é um pouco maior do que o valor do pagamento regular.
ru_ru: Для стимулирования членов на начальном этапе сумма, уплаченная за начальные пары немного выше, чем обычное количество выплат.

source: Specify the number of initial pairs for which you would like to pay a higher payout amount.
de_de: Geben Sie die Zahl der Erstanträge Paare, für die Sie einen höheren Auszahlungsbetrag zu zahlen wäre.
fr_fr: Indiquez le nombre de paires initiales pour lesquelles vous souhaitez payer un montant de distribution supérieur.
pt_pt: Especifique o número de pares iniciais para o qual você gostaria de pagar uma quantia maior pagamento.
ru_ru: Укажите число первичных пар, для которых вы хотели бы платить более высокую сумму выплаты.

source: This is the per pair amount that is paid for the each Initial Pair.
de_de: Dies ist der Betrag, der pro Paar für die einzelnen Initial Pair bezahlt wird.
fr_fr: Il s'agit de la quantité de paires par qui est payé pour le chaque paire initiale.
pt_pt: Este é o valor por par que é pago para a cada par inicial.
ru_ru: Это в расчете на количество пара, которая выплачивается за каждый исходной пары.

source: This is the payout amount for every Pair after the Initial Pairs.
de_de: Dies ist der Auszahlungsbetrag für jedes Paar nach der anfänglichen Pairs.
fr_fr: C'est le montant de distribution pour chaque paire après les paires initiales.
pt_pt: Este é o valor do pagamento para cada par após os pares iniciais.
ru_ru: Это сумма выплаты для каждой пары после первоначального парах.

source: An amount that is deducted from each Payout paid to the member as a fixed Service Charge. eg. $2 as processing fee for each payout.
de_de: Ein Betrag, der von jeder Auszahlung abgezogen wird an das Mitglied als feste Service Charge. zB. 2 $ als Bearbeitungsgebühr für jede Auszahlung.
fr_fr: Un montant qui est déduit de chaque paiement du dividende versé au membre en charge du service fixe. par exemple. 2 $ pour les frais de traitement pour chaque paiement.
pt_pt: Um valor que é deduzido a partir de cada Pagamento pago ao membro como uma taxa de serviço fixo. por exemplo. Dois dólares como taxa de processamento para cada pagamento.
ru_ru: Сумма, которая вычитается из каждой выплаты уделено пользователя в виде фиксированного за обслуживание. например. $ 2, а стоимость производства одного выплаты.

source: Some countries have a legislation of deducting Income Tax at source while making commission payments to your members.
de_de: Einige Länder haben eine Gesetzgebung der Abzug von Quellensteuer bei der Herstellung Provisionszahlungen an Ihre Mitglieder.
fr_fr: Certains pays ont une législation de déduction de l'impôt sur le revenu à la source tout en faisant des paiements de commissions pour vos membres.
pt_pt: Alguns países têm uma legislação de dedução do Imposto de Renda na fonte, ao fazer os pagamentos de comissões a seus membros.
ru_ru: В некоторых странах существует законодательство вычета подоходного налога у источника при принятии комиссионные отчисления членов вашей.

source: In case there is a tax deduction required in your country you can specify the tax % here.
de_de: In Fall gibt es einen Steuerabzug erforderlich in Ihrem Land können Sie die Steuern% angeben.
fr_fr: Dans le cas où il ya une déduction fiscale requise dans votre pays vous pouvez spécifier le% d'impôt ici.
pt_pt: No caso de haver uma dedução de imposto exigido em seu país você pode especificar o% de imposto aqui.
ru_ru: В случае, если налоговый вычет требуются в вашей стране можно указать% налога здесь.

source: Please mention here pair ratio.
de_de: Bitte erwähnen Sie hier pair-Verhältnis.
fr_fr: S'il vous plaît mentionner ici ratio de paire.
pt_pt: Por favor mencionar aqui proporção par.
ru_ru: Пожалуйста, укажите здесь пару соотношении.

source: Please mention here initial pair.
de_de: Bitte erwähnen Sie hier anfängliche Paar.
fr_fr: S'il vous plaît mentionner ici paire initiale.
pt_pt: Por favor mencionar aqui par inicial.
ru_ru: Пожалуйста, укажите здесь исходной пары.

source: Initial Pair Amount
de_de: Initial Pair Betrag
fr_fr: Montant initial de Pair
pt_pt: Valor inicial Par
ru_ru: Сумма первоначального пара

source: Please mention here initial amount.
de_de: Bitte erwähnen Sie hier ursprüngliche Betrag.
fr_fr: S'il vous plaît mentionner ici montant initial.
pt_pt: Por favor mencionar aqui quantidade inicial.
ru_ru: Пожалуйста, укажите здесь первоначальную сумму.

source: Further Pair Amount
de_de: Weitere Pair Betrag
fr_fr: Montant supplémentaire de Pair
pt_pt: Além disso Par Valor
ru_ru: Дополнительное количество пара

source: Please mention here further pair amount.
de_de: Bitte erwähnen Sie hier weiteres Paar Betrag.
fr_fr: S'il vous plaît mentionner ici montant supplémentaire de paire.
pt_pt: Por favor mencionar aqui mais quantidade par.
ru_ru: Пожалуйста, укажите здесь дополнительной пары сумму.

source: Service Charge (If any)
de_de: Service Charge (wenn überhaupt)
fr_fr: Frais de service (le cas échéant)
pt_pt: Taxa de serviço (se houver)
ru_ru: Сервисный сбор (если есть)

source: Please specify service charge.
de_de: Bitte geben Sie Service-Gebühr.
fr_fr: S'il vous plaît préciser les frais de service.
pt_pt: Por favor, especifique taxa de serviço.
ru_ru: Пожалуйста, сформулируйте плату за обслуживание.

source: Tax Deduction
de_de: Steuerabzug
fr_fr: Déduction fiscale
pt_pt: Dedução fiscal
ru_ru: налоговый вычет

source: Please specify TDS.
de_de: Bitte geben TDS.
fr_fr: S'il vous plaît préciser TDS.
pt_pt: Por favor, especifique TDS.
ru_ru: Пожалуйста, сформулируйте TDS.

source: Pair
fr_fr: paire
pt_pt: par
ru_ru: пара

source: Initial Pairs
fr_fr: paires initiales
pt_pt: Pairs iniciais
ru_ru: Начальные пары

source: <span style='color:green;'>Your bonus has been successfully updated.</span>
de_de: <span style='color:green;'>Ihr Bonus wurde erfolgreich aktualisiert.</ span>
fr_fr: <span style='color:green;'> Votre bonus a été mis à jour. </ span>
pt_pt: <span style='color:green;'> O seu bônus foi atualizado com sucesso.</ span>
ru_ru: <span style='color:green;'> Ваш бонус был успешно обновлен.</ span>

source: Bonus Settings
de_de: Bonus-Einstellungen
fr_fr: Paramètres Bonus
pt_pt: Configurações de bônus
ru_ru: Бонусные Настройки

source: In case you have a bonus option in your Network, use this tab to configure the bonus settings.
de_de: Falls Sie einen Bonus-Option in Ihrem Netzwerk haben, verwenden Sie diese Registerkarte, um die Bonus-Einstellungen zu konfigurieren.
fr_fr: Dans le cas où vous avez une option de bonus sur votre réseau, utilisez cet onglet pour configurer les paramètres de bonus.
pt_pt: No caso de você ter uma opção de bônus em sua rede, use este guia para configurar as definições de bônus.
ru_ru: В случае, если у вас есть бонус вариант в локальной сети, используйте эту вкладку для настройки бонуса настройки.

source: Bonus Criteria
fr_fr: Critères de Bonus
pt_pt: Critérios de bônus
ru_ru: Бонусные Критерии

source: The bonus amount can be paid on the basis of Total number of Pairs in a members network or the Total number of members referred Personally by a member. Select the option that suits your network.
de_de: Der Bonusbetrag kann auf der Grundlage der Anzahl der Paare in einer Mitglieder-Netzwerk oder die Gesamtzahl der Mitglieder persönlich von einem Mitglied bezeichnet bezahlt werden. Wählen Sie die Option, die Ihr Netzwerk passt.
fr_fr: Le montant de la prime peut être versée sur la base du nombre total de paires dans un réseau de membres ou le nombre total des membres visé personnellement par un membre. Sélectionnez l'option qui convient à votre réseau.
pt_pt: O valor do bônus pode ser pago com base no número total de pares em uma rede de membros ou o número total de membros que se refere pessoalmente por um membro. Selecione a opção que se adapte a sua rede.
ru_ru: Сумма бонуса может быть оплачен на основе Всего пар в члены сети или от общего числа членов, упомянутых лично членом. Выберите вариант, который подходит вашей сети.

source: Bonus Slabs
de_de: Bonus Brammen
fr_fr: Dalles de bonus
pt_pt: Placas de bônus
ru_ru: Бонусные Плиты

source: Bonus Slab
fr_fr: Dalle de Bonus
ru_ru: Бонусные плиты
