Repository: WordpressDev/binary-mlm-pro
Catalog: languages/binary-mlm-pro-*.po
Languages: de_de, fr_fr, pt_pt, ru_ru

source: Specify the total number of pairs or members that a member needs to achieve and the corresponding bonus amount for the same. To add a new slab click the Add Row button. Specify the number of pairs / members and the corresponding amount for the next slab. When you are done creating the slabs click the Update Options button.
de_de: Geben Sie die Gesamtanzahl von Paaren oder Mitglieder, dass ein Mitglied muss erreichen und die entsprechende Bonus-Betrag für das gleiche. So fügen Sie eine neue Platte auf die Schaltfläche Zeile hinzufügen. Geben Sie die Anzahl von Paaren / Mitglieder und den entsprechenden Betrag für die nächste Platte. Wenn Sie fertig sind, schaffen die Platten auf die Update-Schaltfläche Optionen.
fr_fr: Indiquez le nombre total de couples ou de membres qu'un membre doit atteindre et le montant de la prime correspondant à la même chose. Pour ajouter une nouvelle dalle cliquez sur le bouton Ajouter une ligne. Indiquez le nombre de paires / membres et le montant correspondant à la prochaine dalle. Lorsque vous avez fini de créer les dalles cliquez sur le bouton Options de mise à jour.
pt_pt: Especifique o número total de pares ou membros de que um membro precisa alcançar e o valor do bônus correspondente para o mesmo. Para adicionar uma nova laje clique no botão Add Row. Especifique o número de pares / membros e do montante correspondente para a próxima laje. Quando você terminar de criar as lajes clique no botão Opções Update.
ru_ru: Указывает общее число пар или членов, что член нужно достичь, и соответствующее количество бонусов по тем же. Чтобы добавить новую плиту нажмите кнопку Добавить строки. Укажите количество пар / членов и соответствующей суммы на следующий плиты. Когда вы закончите создание плит нажмите кнопку Параметры обновления.

source: Example Slab Figures
de_de: Beispiel Slab Zahlen
fr_fr: Exemple chiffres de dalle
pt_pt: Exemplo Placa Figuras
ru_ru: Цифры Пример плиты

source: Unit
de_de: Einheit
fr_fr: unité
pt_pt: unidade
ru_ru: блок

source: Amount
de_de: Betrag
fr_fr: montant
pt_pt: quantidade
ru_ru: количество

source: This implies that a member is paid a commission of 10 on achieving 5 pairs or personal referrals.
de_de: Dies bedeutet, dass ein Mitglied eine Provision von 10 ist auf die Erreichung 5 Paare oder persönliche Empfehlungen bezahlt.
fr_fr: Cela implique qu'un membre reçoit une commission de 10 sur la réalisation de 5 paires ou des références personnelles.
pt_pt: Isto implica que um membro é pago uma comissão de 10 em alcançar 5 pares ou referências pessoais.
ru_ru: Это означает, что член выплачивается комиссия из 10 человек на достижение 5 пар или личных рефералов.

source: On achieving the NEXT 10 pairs or personal referrals the member is paid a commission of 20. So now the member has either 15 pairs or 15 personal referrals in total.
de_de: Bei Erreichen der nächsten 10 Paaren oder persönliche Empfehlungen das Mitglied eine Provision von 20 bezahlt. So, jetzt hat das Mitglied entweder 15 oder 15 Paare persönliche Empfehlungen insgesamt.
fr_fr: Sur la réalisation des 10 paires suivante ou références personnelles du membre reçoit une commission de 20 ans. Alors maintenant, le député a soit 15 paires ou 15 références personnelles au total.
pt_pt: Na realização dos próximos 10 pares ou referências pessoais, o membro é pago uma comissão de 20. Então, agora o membro tem ou 15 pares ou 15 referências pessoais no total.
ru_ru: На достижение следующих 10 пар или личных рефералов пользователя выплачивается комиссия из 20. Так что теперь член имеет либо 15 пар или 15 личных рефералов в общей сложности.

source: On achieving the NEXT 20 pairs or personal referrals the member is paid a commission of 40. So now the member has either 35 pairs or 35 personal referrals in total.
de_de: Bei Erreichen der nächsten 20 Paaren oder persönliche Empfehlungen das Mitglied eine Provision von 40 bezahlt. So, jetzt hat das Mitglied entweder 35 oder 35 Paare persönliche Empfehlungen insgesamt.
fr_fr: Sur la réalisation des 20 paires suivante ou références personnelles du membre reçoit une commission de 40 ans. Alors maintenant, le député a soit 35 paires ou 35 références personnelles au total.
pt_pt: Na realização dos próximos 20 pares ou referências pessoais, o membro é pago uma comissão de 40. Então, agora o membro tem ou 35 pares ou 35 referências pessoais no total.
ru_ru: При достижении следующих 20 пар или личных рефералов пользователя выплачивается комиссия из 40. Так что теперь член имеет либо 35 пар или 35 личных рефералов в общей сложности.

source: Add or remove bonus slab.
de_de: Hinzufügen oder Entfernen Bonus Platte.
fr_fr: Ajouter ou supprimer dalle de bonus.
pt_pt: Adicionar ou remover laje bônus.
ru_ru: Добавить или удалить бонус плиты.

source: Please select bonus type.
de_de: Bitte wählen Sie Bonus-Typ.
fr_fr: S'il vous plaît sélectionner le type de bonus.
pt_pt: Por favor, selecione o tipo de bônus.
ru_ru: Пожалуйста, выберите тип бонуса.

source: License Settings
de_de: Lizenz-Einstellungen
fr_fr: Paramètres de Licence
pt_pt: Configurações de Licença
ru_ru: Лицензия Настройки

source: License Details
de_de: Lizenztyp Details
fr_fr: Détails de la licence
pt_pt: Detalhes da licença
ru_ru: Сведения о лицензии

source: Domain Name
fr_fr: Nom de domaine
pt_pt: Nome de Domínio
ru_ru: Доменное имя

source: License Key
pt_pt: chave de licença
ru_ru: Лицензионный ключ

source: Please fill the complete information.
de_de: Bitte füllen Sie die vollständigen Informationen.
fr_fr: S'il vous plaît remplir les informations complètes.
pt_pt: Por favor, preencha as informações completas.
ru_ru: Пожалуйста, заполните полную информацию.

source: There has been an error while generating this tree. <br>Please contact the system admin at
de_de: Es wurde ein Fehler beim Generieren diesen Baum. <br> Bitte kontaktieren Sie den Systemadministrator bei
fr_fr: Il ya eu une erreur lors de la génération de cet arbre. <br> Veuillez contacter l'administrateur système à
pt_pt: Houve um erro ao gerar esta árvore. <br> Por favor, contate o administrador do sistema em
ru_ru: Там была ошибка при создании этого дерева. инструменты свяжитесь с администратором системы в

source: to report this problem.
de_de: um dieses Problem zu melden.
fr_fr: pour signaler ce problème.
pt_pt: para relatar esse problema.
ru_ru: чтобы сообщить о проблеме.

source: You can't authorized to access searched user's genealogy.
de_de: Sie können nicht berechtigt, suchten Benutzers genealogischen zugreifen.
fr_fr: Vous ne pouvez pas autorisé à accéder à la généalogie de l'utilisateur recherché.
pt_pt: Você não pode autorizado a acessar genealogia de usuários pesquisados.
ru_ru: Вы не можете разрешен доступ к генеалогии искали пользователя.

source: Back
de_de: Zurück
fr_fr: Retour
pt_pt: de volta
ru_ru: назад

source: You have searched a wrong username.
de_de: Sie haben einen falschen Benutzernamen gesucht.
fr_fr: Vous avez recherché un mauvais nom d'utilisateur.
pt_pt: Você pesquisou um nome de usuário errado.
ru_ru: Вы искали Неверное имя пользователя.

source: My Left Group Details
de_de: Mein linker Gruppen-Details
fr_fr: My Left Détails du groupe
pt_pt: Minha esquerda Detalhes do Grupo
ru_ru: Моя левая Группа детали

source: Display Number of Rows
de_de: Anzeige Anzahl der Zeilen
fr_fr: Afficher le nombre de rangées
pt_pt: Afficher le nombre de rangées
ru_ru: Показать Количество рядов

source: Total Users
de_de: Benutzer insgesamt
fr_fr: Nombre total d'utilisateurs
pt_pt: Total de usuários
ru_ru: Всего пользователей

source: Active Users
fr_fr: utilisateurs actifs
pt_pt: Usuários ativos
ru_ru: Активные пользователи

source: My Right Group Details
de_de: My Right-Details
fr_fr: Mon droit Détails du groupe
pt_pt: Minha direita Detalhes do Grupo
ru_ru: Мое право Группа детали

source: My Personal Group Details
de_de: My Personal-Details
fr_fr: Mes informations personnelles du Groupe
pt_pt: Meus Pessoais Detalhes do Grupo
ru_ru: Мои личные данные группы

source: My Consultants Details
de_de: Meine Consultants Einzelheiten
fr_fr: Mes Conseillers détails
pt_pt: Meus Consultores detalhes
ru_ru: Мои консультанты Подробнее

source: Consultants
pt_pt: consultores
ru_ru: Консультанты

source: Personal Information
fr_fr: Renseignements personnels
pt_pt: Informações Pessoais
ru_ru: Персональная информация

source: View Genealogy
de_de: Genealogie anzeigen
fr_fr: voir Généalogie
pt_pt: Ver Genealogia
ru_ru: Посмотреть Генеалогия

source: View All
de_de: Alle anzeigen
fr_fr: voir tout
pt_pt: Ver todos
ru_ru: Показать все

source: You have not earned any commisssions yet.
de_de: Sie haben noch keine commisssions verdient noch.
fr_fr: Vous n'avez pas encore gagné de commisssions.
pt_pt: Você não ganhou nenhum commisssions ainda.
ru_ru: Вы не заработал никакого commisssions еще.

source: Network Details
de_de: Netzwerkdetails
fr_fr: Détails du réseau
pt_pt: Detalhes da rede
ru_ru: Сеть Подробнее

source: Left Leg Sales
de_de: Linkes Bein Vertrieb
fr_fr: La jambe gauche ventes
pt_pt: Vendas de perna esquerda
ru_ru: Левая нога продажам

source: Right Leg Sales
de_de: Rechtes Bein Vertrieb
fr_fr: Jambe droite Sales
pt_pt: Perna direita Vendas
ru_ru: Правая нога продажам

source: New Password
de_de: Neues Passwort
fr_fr: nouveau mot de passe
pt_pt: nova Senha
ru_ru: Новый пароль

source: Type Again
de_de: Geben Wieder
fr_fr: entrez à nouveau
pt_pt: digite Novamente
ru_ru: Введите снова

source: Binary MLM
ru_ru: двоичной MLM

source: Run Payouts
de_de: Führen Auszahlungen
fr_fr: exécuter Paiements
pt_pt: executar Pagamentos
ru_ru: Выполнить Выплаты

source: User Report
de_de: Anwenderbericht
fr_fr: Rapport de l'utilisateur
pt_pt: Reportar usuário
ru_ru: Сообщить о пользователе

source: MLM Payout
de_de: MLM Auszahlung
fr_fr: Pago MLM
pt_pt: MLM Pagamento
ru_ru: MLM выплат

source: Use this screen to run the Payout routine for your network. While testing the plugin use the Distribute Commission and Bonus button below after adding a few members to the network. On a live site the following URL needs to be scheduled (cron job) to run every hour for the commission and bonus routines.
de_de: Verwenden Sie diesen Bildschirm, um die Auszahlung Routine für Ihr Netzwerk. Beim Testen des Plugins verwenden Verteilen Kommission und Bonus Schaltfläche unten nach Zugabe von ein paar Mitgliedern des Netzwerks. Auf einer Live-Website die folgende URL muss geplant (Cron-Job), um jede Stunde für die Kommission und Bonus-Routinen ausführen.
fr_fr: Utilisez cet écran pour exécuter la routine de paiement pour votre réseau. En testant le plugin utilise la Commission distribuer et bouton de bonus ci-dessous après l'ajout de quelques membres du réseau. Sur un site en ligne de l'URL suivante doit être planifiée (cron) pour exécuter toutes les heures pour la Commission et le bonus routines.
pt_pt: Use esta tela para executar a rotina de pagamento para sua rede. Ao testar o plugin usar a Comissão distribuir e Bonus botão abaixo após a adição de alguns membros da rede. Em um site ao vivo o seguinte URL precisa ser agendada (cron job) para ser executado a cada hora para as rotinas de comissões e bônus.
ru_ru: Используйте этот экран для запуска выплат обычной для вашей сети. Во время тестирования плагина использовать Распределить комиссии и бонусов кнопку ниже, после добавления нескольких членов к сети. На действующем сайте по следующему адресу должна быть запланирована (хрон) для запуска каждый час в течение комиссии и бонусов процедур.

source: The commission and bonus routines would simply keep distributing the commission and bonus amounts in the member accounts. They would not show up in their account till the time the Payout Routine is not run. This script can be run manually once every week, every fortnight or every month depending on the payout cycle of the network. Alternately, please schedule (cron job) the following URL as per the frequency of the payout cycle.
de_de: Die Kommission und die Bonus-Routinen einfach halten würde die Verteilung der Provision und Bonus-Beträge in den Mitglied-Konten. Sie würden nicht zeigen, bis in ihr Konto, bis die Zeit der Auszahlung Routine nicht ausgeführt wird. Dieses Skript kann einmal manuell ausgeführt werden jede Woche, alle zwei Wochen oder monatlich je nach Auszahlung Zyklus des Netzwerks. Alternativ bitte planen (Cron-Job) die folgende URL nach der Frequenz der Auszahlung Zyklus.
fr_fr: La Commission et le bonus routines seraient tout simplement garder la distribution des montants de commissions et des primes dans les comptes des membres. Ils ne se présentent pas à leur compte jusqu'au moment où la routine de versement n'est pas effectué. Ce script peut être exécuté manuellement une fois chaque semaine, chaque quinzaine ou chaque mois selon le cycle de distribution du réseau. Sinon, s'il vous plaît programmer (cron) l'adresse URL suivante selon la fréquence du cycle de paiement.
pt_pt: As rotinas de comissões e bônus seria simplesmente manter a distribuição dos valores de comissão e bônus nas contas de membros. Eles não iriam aparecer em sua conta até o momento o Rotina de Pagamento não é executado. Este script pode ser executado manualmente uma vez por semana, por quinzena ou por mês, dependendo do ciclo de pagamento da rede. Alternadamente, por favor agendar (cron job) o seguinte URL de acordo com a frequência do ciclo de pagamento.
ru_ru: Комиссии и бонусы процедуры просто держать распространение комиссии и бонусные суммы в счетах пользователя. Они не будут отображаться в их счету до момента выплаты процедура не выполняется. Этот сценарий может быть запущен вручную один раз в неделю, раз в две недели или раз в месяц в зависимости от выплат в сеть. С другой стороны, пожалуйста график (cron'а), по следующему адресу в соответствии с частотой выплаты цикла.

source: Distribute Commission and Bonus
de_de: Verteilen Kommission und Bonus
fr_fr: Commission et Bonus distribuer
pt_pt: Distribuir Comissão e Bonus
ru_ru: Распределить комиссии и бонусов

source: Run Payout Routine
de_de: Führen Auszahlung Routine
fr_fr: Exécuter routine de Paiement
pt_pt: Executar rotina de Pagamento
ru_ru: Выполнить выплат Рутинные

source: There is no any eligible member Found in this Payout.
de_de: Es gibt keine jeder berechtigte Mitglied in dieser Auszahlung gefunden.
fr_fr: Il n'y a pas un membre admissible trouvés dans cette distribution.
pt_pt: Não há qualquer membro elegível Encontrado nesta Pagamento.
ru_ru: Существует не любой правомочный член найти в этой выплаты.

source: All is Well. Commit.
de_de: Alles ist gut. Commit.
fr_fr: Tout va bien. Commettre.
pt_pt: Tudo está bem. Cometer.
ru_ru: Все хорошо. Совершал.

source: Something wrong. Cancel.
de_de: Etwas falsch. Abbrechen.
fr_fr: Quelque chose de mal. Annuler.
pt_pt: Algo de errado. Cancelar.
ru_ru: Что-то не так. Отмена.

source: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>In order to view the details of the payout (like the image below) before committing the same, you may consider upgrading to the PRO version of the plugin. You can purchase a license key at
de_de: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>Um die Einzelheiten der Auszahlung (wie das Bild unten), bevor sie sich der gleichen Ansicht, können Sie ein Upgrade auf die PRO Version des Plugins. Sie können einen Lizenzschlüssel zu erwerben
fr_fr: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>Pour voir les détails du paiement (comme l'image ci-dessous) avant de commettre la même, vous pouvez envisager de passer à la version PRO du plugin. Vous pouvez acheter une clé de licence à
pt_pt: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>Para visualizar os detalhes do pagamento (como na imagem abaixo) antes de cometer o mesmo, você pode considerar a atualização para a versão PRO do plugin. Você pode comprar uma chave de licença no
ru_ru: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>Для того, чтобы просмотреть сведения о выплате (как на картинке ниже), прежде чем совершать то же самое, вы можете рассмотреть возможность обновления до PRO версии плагина. Вы можете приобрести лицензионный ключ на

source: Create First User
de_de: Erstellen Erste Benutzer
fr_fr: Créer premier utilisateur
pt_pt: Criar primeiro usuário
ru_ru: Создание первого пользователя

source: General
de_de: Allgemeine
fr_fr: général
pt_pt: geral
ru_ru: общий

source: Eligibility
de_de: Teilnahmeberechtigung
fr_fr: admissibilité
pt_pt: elegibilidade
ru_ru: приемлемость

source: Payout
de_de: Auszahlung
fr_fr: paiement
pt_pt: pagamento
ru_ru: выплата

source: Bonus
pt_pt: bônus
ru_ru: бонус

source: License Detail
de_de: Lizenz Detailansicht
fr_fr: licence Detail
pt_pt: Detalhe License
ru_ru: Лицензия Подробно

source: Settings
de_de: Einstellungen
fr_fr: réglages
pt_pt: configurações
ru_ru: настройки

source: Withdrawals
de_de: Abbuchungen
fr_fr: l'utilisateur
pt_pt: usuário
ru_ru: Снятие

source: Withdrawal Process
de_de: Rückzug Prozess
fr_fr: Retrait de l'utilisateur
pt_pt: Processo de usuário
ru_ru: процесс вывода

source: Withdrawal Report
de_de: Widerrufsrecht melden
fr_fr: Retrait de l'utilisateur
pt_pt: Levantamento de usuário
ru_ru: Вывод отчета

source: .po-Editor
de_de: .Bit-Editor
fr_fr: .bit-Editor
pt_pt: .bit-Editor
ru_ru: .Бит-редактор

source: Update Details
de_de: Aktualisierungsdetails
fr_fr: Modifier les informations
pt_pt: Detalhes da actualização
ru_ru: сведения об обновлении

source: Add Row
de_de: Zeile hinzufügen
fr_fr: Ajouter une ligne
pt_pt: Adicionar linha
ru_ru: Добавить строку

source: Delete Row
de_de: Zeile löschen
fr_fr: supprimer la ligne
pt_pt: apagar Linha
ru_ru: Удалить строку

source: Select Bonus Criteria
de_de: Wählen Bonus Criteria
fr_fr: Sélectionnez les critères de Bonus
pt_pt: Selecione Critérios de bônus
ru_ru: Выберите Бонусные Критерии

source: No. of Pairs
de_de: Paare, Anzahl der
fr_fr: Nombre de paires
pt_pt: N º de Pares
ru_ru: Число пар

source: No. of Personal Referrer
de_de: Nicht. Mitarbeiter von Referrer-
fr_fr: Non. Le personnel du Parrain
pt_pt: Não. Pessoal do Referente
ru_ru: Не. штаба Referrer

source: Select Currency
de_de: Wählen Sie Währung
fr_fr: Sélectionnez Devise
pt_pt: Selecione Moeda
ru_ru: Выбор валюты

source: Total
de_de: insgesamt
fr_fr: totale
ru_ru: общий

source: Service Charges
fr_fr: Frais de service
pt_pt: Encargos de Serviços
ru_ru: Плата за услуги

source: createuser
de_de: Benutzer erstellen
fr_fr: créer utilisateur
pt_pt: criar usuário
ru_ru: создавать пользовательские

source: click here
de_de: klicken Sie hier
fr_fr: cliquez ici
pt_pt: clique aqui
ru_ru: нажмите здесь

source: Input a member's username or email address in the input box below to get complete information about the member's account. No more switching back and forth into different member accounts to check their account details.
de_de: Eingang eines Mitglieds Benutzername oder E-Mail-Adresse in das Eingabefeld unten, um alle Informationen über das Konto des Teilnehmers zu erhalten. Nicht mehr Hin-und Herschalten in verschiedene Mitgliedskonten ihre Kontodaten zu überprüfen.
fr_fr: Entrée identifiant de membre ou adresse e-mail dans la case de saisie ci-dessous pour obtenir des informations complètes sur le compte du membre. Pas plus des allers-retours dans les différents comptes des membres de vérifier leurs informations de compte.
pt_pt: Entrada de nome de usuário do membro ou endereço de e-mail na caixa de entrada abaixo para obter informações completas sobre a conta do membro. Não mais alternando em diferentes contas de membros para verificar os seus detalhes de conta.
ru_ru: Входной пользователя имя пользователя или адрес электронной почты в поле ввода ниже, чтобы получить полную информацию о счете пользователя. Больше не нужно переключаться в различные учетные записи пользователя, чтобы проверить их счета.

source: Search By username or email address
de_de: Nach Benutzername oder E-Mail-Adresse
fr_fr: Recherche par nom d'utilisateur ou adresse e-mail
pt_pt: Busca por nome de usuário ou endereço de email
ru_ru: Поиск по имени пользователя или адрес электронной почты

source: Back to User Dashboard
de_de: Zurück zur Spieler-Übersicht
fr_fr: Sauvegardez au tableau de bord de l'utilisateur
pt_pt: Back to Dashboard
ru_ru: В режим доступа Dashboard

source: Please enter username or email address.
de_de: Bitte geben Sie Ihren Benutzernamen oder E-Mail-Adresse ein.
fr_fr: S'il vous plaît entrer nom d'utilisateur ou adresse e-mail.
pt_pt: Por favor, insira o nome ou o endereço de e-mail.
ru_ru: Пожалуйста, введите имя пользователя или адрес электронной почты.

source: Search
de_de: Suchen
fr_fr: Rechercher
pt_pt: pesquisar
ru_ru: Поиск

source: You have entered a wrong username or email address
de_de: Sie haben einen falschen Benutzernamen oder E-Mail-Adresse eingegeben
fr_fr: Vous avez entré un mauvais nom d'utilisateur ou adresse e-mail
pt_pt: Você digitou um nome de usuário errado ou o endereço de email
ru_ru: Вы ввели неправильное имя пользователя или адрес электронной почты

source: Given below is the list of all pending User Withdrawals.
de_de: Da unten ist die Liste aller ausstehenden Auszahlungen Benutzer.
fr_fr: Ci-dessous la liste de tous les retraits en attente de l'utilisateur.
pt_pt: Dada a seguir a lista de todos os levantamentos de usuários pendentes.
ru_ru: Ниже приводится список всех пользователей, ожидающие снятия выигрышей.

source: Process
de_de: Prozess
fr_fr: processus
pt_pt: processo
ru_ru: процесс

source: Delete
de_de: löschen
fr_fr: supprimer
pt_pt: excluir
ru_ru: удалять

source: Input the payment details for the withdrawal. These payment details would also show up on the User's Payout Details Page.
de_de: Eingabe der Zahlungsdaten für den Rückzug. Diese Zahlungsdaten würde auch zeigen, bis auf das Benutzerhandbuch Auszahlung Details Seite.
fr_fr: Saisissez les détails de paiement pour le retrait. Ces informations de paiement devraient également apparaître sur les détails Paiement Page de l'utilisateur.
pt_pt: Introduza os detalhes de pagamento para a retirada. Esses detalhes de pagamento também aparecem em detalhes de Pagamento Página do Usuário.
ru_ru: Введите платежные реквизиты для вывода. Эти реквизиты платежа будет также отображаться на выплаты страницу пользователя Подробнее.

source: This would mark the withdrawal as deleted. The user would need to initiate a fresh withdrawal for this payout from his interface.
de_de: Dies wäre der Rückzug gelöscht. Der Benutzer müsste einen frischen Rückzug für diese Auszahlung aus seiner Schnittstelle zu initiieren.
fr_fr: Cela marquerait le retrait comme étant supprimé. L'utilisateur devra initier un retrait frais pour cette distribution de son interface.
pt_pt: Isso marcaria a retirada como excluídos. O usuário precisa para iniciar uma nova retirada para este pagamento a partir de sua interface.
ru_ru: Это будет означать вывод как удаленные.Пользователю необходимо инициировать свежий вывода для этого выплаты от его интерфейса.

source: Member Username
de_de: Mitglied Benutzername
fr_fr: Nom d'utilisateur membre
pt_pt: membro usuário
ru_ru: Член Имя пользователя

source: Member Email
de_de: Mitglied Email
fr_fr: membre Email
pt_pt: membro Email
ru_ru: Член Отправить

source: Withdrawal Initiate Date
de_de: Widerrufsrecht einleiten Datum
fr_fr: Date de retrait Initié
pt_pt: Retirada Iniciado Data
ru_ru: Снятие Инициировать Дата

source: Withdrawal Comment
de_de: Widerrufsrecht Kommentar
fr_fr: retrait Commentaire
pt_pt: retirada Comentário
ru_ru: Снятие Комментарий

source: Payout Id
de_de: Auszahlung Id
fr_fr: Identifiant paiement
pt_pt: Id pagamento
ru_ru: Выплата Id
