Repository: WordpressDev/binary-mlm-pro
Catalog: languages/binary-mlm-pro-*.po
Languages: de_de, fr_fr, pt_pt, ru_ru

source: A member registering with a Regular ePin shall be treated as a Special Paid member of the system. The commission for the member will NOT be distributed amongst his upline (since he has not paid himself). However, he will earn commissions and bonuses from his downline (for regular paid members).
de_de: Ein Mitglied der Registrierung bei einem Regular Epin wird als Special Bezahlt Mitglied des Systems behandelt werden. Das Aufgeld für das Mitglied nicht unter seinen Upline verteilt werden (da er nicht selbst bezahlt). Allerdings wird er Provisionen und Boni aus seiner Downline verdienen (für normale zahlende Mitglieder).
fr_fr: Un membre de l'enregistrement avec un EpIn régulier doit être traité comme un membre spécial rémunéré du système. La commission pour le membre ne sera pas distribué parmi son parrain (car il n'a pas lui-même payé). Cependant, il va gagner des commissions et des primes de sa descendance (pour les membres réguliers versés).
pt_pt: Um membro registrar com um epin regular deve ser tratado como um membro pago especial do sistema. A comissão para o membro não serão distribuídos entre seu upline (já que ele não se paga). No entanto, ele vai ganhar comissões e bônus de sua downline (para membros regulares pagas).
ru_ru: Член регистрации с Регулярные Эпин должны рассматриваться как специальные платные членом системы. Комиссия за пользователя, не будут распространяться среди своих вышестоящих (так как он не заплатил сам). Тем не менее, он будет зарабатывать комиссионные и бонусы от его организации (для обычных заплатил участников).

source: ePins of type
de_de: ePins des Typs
fr_fr: ePins de Type
pt_pt: ePins do tipo
ru_ru: ePins типа

source: Regular
de_de: Regelmäßige
fr_fr: régulier
ru_ru: регулярный

source: Free
de_de: kostenlos
fr_fr: librement
pt_pt: livre
ru_ru: бесплатно

source: } have been generated successfully.
de_de: } Wurden erfolgreich erzeugt.
fr_fr: } Ont été générés avec succès.
pt_pt: } Ter sido gerado com êxito.
ru_ru: } Были получены успешно.

source: There was an error in generating the ePins. Please try again.
de_de: Es gab einen Fehler bei der Erzeugung der ePins. Bitte versuchen Sie es erneut.
fr_fr: Il y avait une erreur dans la génération des ePins. S'il vous plaît essayer à nouveau.
pt_pt: Houve um erro na geração de ePins. Por favor, tente novamente.
ru_ru: Существовал ошибка в генерации ePins. Пожалуйста, попробуйте еще раз.

source: Type
de_de: Typ
fr_fr: catégorie
pt_pt: tipo
ru_ru: тип

source: Generate ePins
de_de: generieren ePins
fr_fr: générer ePins
pt_pt: gerar ePins
ru_ru: Создание ePins

source: ePin Report
de_de: Epin melden
fr_fr: EpIn rapport
pt_pt: epin Relatório
ru_ru: Сообщить Эпин

source: The report below lists all the ePins that have been generated on your site. Filter the results to see just the Used Pins or Unused Pins. To revert back to the default listing click the Reset Button.
de_de: Der Bericht listet alle ePins die auf Ihrer Website generiert wurden. Filtern Sie die Ergebnisse, um nur die Pins Gebrauchte oder unbenutzte Pins zu erkennen. Um wieder zurück auf den Standardwert Eintrag klicken Sie auf die Reset-Taste.
fr_fr: Le rapport ci-dessous répertorie tous les ePins qui ont été générés sur votre site. Filtrer les résultats pour n'afficher que les broches utilisées ou broches non utilisées. Pour revenir à la liste par défaut cliquez sur le bouton de réinitialisation.
pt_pt: O relatório a seguir lista todos os ePins que foram gerados em seu site. Filtrar os resultados para ver apenas os pinos utilizados ou não utilizados pinos. Para voltar para a listagem padrão clique no botão Redefinir.
ru_ru: В докладе перечислены все ePins, которые были созданы на Вашем сайте. Фильтр результатов, чтобы понять, используемые выводы или неиспользуемые контакты. Для возврата к меню по умолчанию нажмите кнопку Восстановить.

source: Reset
de_de: zurücksetzen
fr_fr: réinitialiser
pt_pt: restabelecer
ru_ru: сброс

source: Used Date
de_de: Gebraucht Datum
fr_fr: occasion Date
pt_pt: usado Data
ru_ru: Дата использовано

source: Filter
de_de: filtern
fr_fr: Filtrez
pt_pt: Filtre
ru_ru: Фильтр

source: Choose Option
de_de: Wählen Sie Option
fr_fr: Choisissez l'option
pt_pt: Escolha a opção
ru_ru: Выберите вариант

source: Used ePin
de_de: Gebrauchte Epin
fr_fr: EpIn utilisé
pt_pt: epin usado
ru_ru: использовано Эпин

source: UnUsed ePin
de_de: ungenutzte Epin
fr_fr: EpIn inutilisées
pt_pt: epin não utilizados
ru_ru: неиспользованные Эпин

source: Generated On
fr_fr: généré le
pt_pt: gerado em
ru_ru: образующихся на

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur
pt_pt: Usuário
ru_ru: Имя пользователя

source: Used on
de_de: Gebrauchte auf
fr_fr: utilisé sur
pt_pt: usado em
ru_ru: Используется на

source: Pin No.
de_de: Pin-Nr.
fr_fr: N ° de broche
pt_pt: pino n º.
ru_ru: не контакт №

source: The <strong>Search</strong> and <strong>Export to CSV</strong> funtions will work on the currently active Recordset i.e. if you are currently on the Used ePin Filter then performing a search or Exporting to CSV will apply only to the Used ePins.
de_de: Die <strong>Suchen</strong> und <strong>Export to CSV</strong> funtions wird auf dem aktuell aktiven Recordset dh, wenn Sie derzeit auf dem Gebraucht Epin Filter sind dann eine Suche oder Exportieren in CSV wird nur für die Gebrauchtwagen ePins.
fr_fr: le <strong>Rechercher</strong> et <strong>Exporter au format CSV</strong> Funtions allons travailler sur les enregistrements actuellement actif à-dire si vous êtes actuellement sur ​​le filtre à EpIn Utilisé, puis effectuez une recherche ou exportation au format CSV s'appliquera uniquement aux ePins occasion.
pt_pt: o <strong>pesquisar</strong> e <strong>Exportar para CSV</strong> Irá trabalhar na Funtions Atualmente ativo ou seja, registros se você está atualmente no CPIA Usado Filtro e depois realizar uma pesquisa ou exportar para CSV é válida somente para os ePins usados​​.
ru_ru: <strong> Поиск </strong> и <strong> Экспорт в CSV </strong> Funtions будет работать на активную в данный момент записей т.е. Если вы в настоящее время от используемого Эпин Фильтр затем выполнив поиск или экспорта в CSV будет применяться только к использовано ePins.

source: Cannot delete all the rows.
de_de: Kann nicht gelöscht werden alle Zeilen.
fr_fr: Impossible de supprimer toutes les lignes.
pt_pt: Não é possível excluir todas as linhas.
ru_ru: Не удается удалить все строки.

source: Please ensure that you have marked all the members as Paid who have Paid in the current Payout cycle. In case not, then
de_de: Bitte stellen Sie sicher, dass Sie alle Mitglieder als bezahlt markiert, die in der aktuellen Auszahlungs-Zyklus Bezahlt. Falls nicht, dann
fr_fr: Veuillez vous assurer que vous avez marqué tous les membres en charge qui ont payé dans le cycle actuel de remboursement. Dans le cas contraire, alors
pt_pt: Certifique-se de ter marcado todos os membros como pago que pagaram no ciclo Pagamento atual. No caso contrário, então
ru_ru: Пожалуйста, убедитесь, что вы отметили все члены как платные, которые заплатили в текущем цикле выплат. В случае, если нет, то

source: to go to the User Listing Page and mark those members as Paid.
de_de: an den Benutzer Listing Page gehen und markieren Sie diese Mitglieder als bezahlt.
fr_fr: pour aller à la liste utilisateur Page et marquer ces membres comme charge.
pt_pt: ir para o imóvel page do usuário e marcar os membros como pago.
ru_ru: пойти на страницу со списком пользователей и отметить тех членов, как платная.

source: Please enter username.
de_de: Bitte geben Sie Ihren Benutzernamen.
fr_fr: S'il vous plaît entrer nom d'utilisateur.
pt_pt: Por favor insira nome de usuário.
ru_ru: Пожалуйста, введите имя пользователя.

source: Please enter Valid ePin.
de_de: Bitte geben Sie eine gültige Epin.
fr_fr: S'il vous plaît entrer EpIn valide.
pt_pt: Por favor insira CPIA Valid.
ru_ru: Пожалуйста, введите корректный Эпин.

source: Please enter ePin.
de_de: Bitte geben Sie Epin.
fr_fr: S'il vous plaît entrer EpIn.
pt_pt: Por favor insira epin.
ru_ru: Пожалуйста, введите Эпин.

source: Please enter the user name.
de_de: Bitte geben Sie den Benutzernamen.
fr_fr: S'il vous plaît entrer le nom d'utilisateur.
pt_pt: Por favor, insira o nome de usuário.
ru_ru: Пожалуйста, введите имя пользователя.

source: Please enter password.
de_de: Bitte Passwort eingeben.
fr_fr: S'il vous plaît entrer mot de passe.
pt_pt: Por favor, digite a senha.
ru_ru: Пожалуйста, введите пароль.

source: Password length is atleast 6 char.
de_de: Das Passwort ist atleast 6 char.
fr_fr: Le mot de passe est atleast 6 caractères.
pt_pt: Comprimento da senha é pelo menos 6 de char.
ru_ru: Длина пароля по крайней мере 6 символов.

source: Please confirm your password.
de_de: Bitte bestätigen Sie Ihr Passwort.
fr_fr: S'il vous plaît confirmer votre mot de passe.
pt_pt: Por favor, confirme sua senha.
ru_ru: Пожалуйста, подтвердите свой пароль.

source: Please enter the sponsor name.
de_de: Bitte geben Sie die Namen Sponsor.
fr_fr: S'il vous plaît entrez le nom du commanditaire.
pt_pt: Por favor, insira o nome do patrocinador.
ru_ru: Пожалуйста, введите имя спонсора.

source: Special characters are not allowed in
de_de: Sonderzeichen sind nicht erlaubt in
fr_fr: Les caractères spéciaux ne sont pas autorisés à
pt_pt: Os caracteres especiais não são permitidos em
ru_ru: Специальные символы не допускаются в

source: Your email address is not valid.
de_de: Ihre E-Mail-Adresse ist nicht gültig.
fr_fr: Votre adresse e-mail n'est pas valide.
pt_pt: O seu endereço de email não é válido.
ru_ru: Ваш адрес электронной почты является недопустимым.

source: Your password does not match please try again.
de_de: Ihr Passwort stimmt nicht überein bitte versuchen Sie es erneut.
fr_fr: Votre mot de passe ne correspondent pas Veuillez essayer à nouveau.
pt_pt: Sua senha não corresponde, por favor tente novamente.
ru_ru: Ваш пароль не совпадает Попробуйте еще раз.

source: Please enter sponsor name.
de_de: Bitte geben Sie Sponsor Namen.
fr_fr: S'il vous plaît entrer le nom du promoteur.
pt_pt: Por favor, insira o nome do patrocinador.
ru_ru: Пожалуйста, введите имя спонсора.

source: Please select the placement.
de_de: Bitte wählen Sie die Platzierung.
fr_fr: S'il vous plaît choisir l'emplacement.
pt_pt: Por favor seleccione a colocação.
ru_ru: Пожалуйста, выберите размещения.

source: Please enter your first name.
de_de: Bitte geben Sie Ihren Vornamen ein.
fr_fr: S'il vous plaît entrer votre prénom.
pt_pt: Digite seu primeiro nome.
ru_ru: Пожалуйста, введите ваше имя.

source: Please enter your last name.
de_de: Bitte geben Sie Ihren Nachnamen.
fr_fr: S'il vous plaît entrer votre nom de famille.
pt_pt: Digite seu sobrenome.
ru_ru: Пожалуйста, введите свою фамилию.

source: Please enter your address.
de_de: Bitte geben Sie Ihre Adresse.
fr_fr: S'il vous plaît, entrez votre adresse.
pt_pt: Por favor, insira o seu endereço.
ru_ru: Пожалуйста, введите Ваш адрес.

source: Please enter your city name.
de_de: Bitte geben Sie Ihren Namen der Stadt.
fr_fr: S'il vous plaît entrer le nom de votre ville.
pt_pt: Digite seu nome da cidade.
ru_ru: Пожалуйста, введите свои названия города.

source: Please enter your state name.
de_de: Bitte geben Sie Ihren Staat Namen.
fr_fr: S'il vous plaît entrer votre nom d'état.
pt_pt: Digite seu nome do estado.
ru_ru: Пожалуйста, введите ваше имя состоянии.

source: Please enter your postal code.
de_de: Bitte geben Sie Ihre Postleitzahl ein.
fr_fr: S'il vous plaît entrez votre code postal.
pt_pt: Por favor, insira seu código postal.
ru_ru: Пожалуйста, введите свой ​​почтовый индекс.

source: Please select your country name.
de_de: Bitte wählen Sie Ihr Land Name.
fr_fr: S'il vous plaît sélectionnez le nom de votre pays.
pt_pt: Por favor, selecione o nome do país.
ru_ru: Пожалуйста, выберите название страны.

source: Please enter your E-mail address.
de_de: Bitte geben Sie Ihre E-Mail-Adresse.
fr_fr: S'il vous plaît, entrez votre adresse E-mail.
pt_pt: Por favor, insira seu endereço de e-mail.
ru_ru: Пожалуйста, введите Ваш адрес электронной почты.

source: Please confirm your E-mail address.
de_de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
fr_fr: S'il vous plaît confirmer votre adresse E-mail.
pt_pt: Por favor, confirme o seu endereço de E-mail.
ru_ru: Пожалуйста, подтвердите свой адрес электронной почты.

source: Your E-mail address does not match please try again.
de_de: Ihre E-Mail-Adresse nicht bitte versuchen Sie es erneut.
fr_fr: Votre adresse E-mail ne correspond pas s'il vous plaît essayer à nouveau.
pt_pt: Seu endereço de e-mail não corresponde, por favor tente novamente.
ru_ru: Ваш адрес электронной почты не соответствует Попробуйте еще раз.

source: Please enter your contact number.
de_de: Bitte geben Sie Ihre Telefonnummer.
fr_fr: S'il vous plaît entrer votre numéro de contact.
pt_pt: Por favor, insira o seu número de contacto.
ru_ru: Пожалуйста, введите ваш номер контакта.

source: Please enter your date of birth.
de_de: Bitte geben Sie Ihr Geburtsdatum.
fr_fr: S'il vous plaît entrer votre date de naissance.
pt_pt: Por favor insira sua data de nascimento.
ru_ru: Пожалуйста, введите дату рождения.

source: The changes you made will be lost if you navigate away from this page. <br/> Are you sure you want to leave this page
de_de: Die von Ihnen vorgenommenen Änderungen gehen verloren, wenn Sie weg von dieser Seite zu navigieren. <br/> Sind Sie sicher, dass Sie diese Seite zu verlassen
fr_fr: Les modifications apportées seront perdues si vous quittez cette page. <br/> Etes-vous sûr de vouloir quitter cette page
pt_pt: As alterações feitas serão perdidas se você sair desta página. <br/> Tem certeza de que deseja sair desta página
ru_ru: Все внесенные изменения будут потеряны, если вы уйдете с этой страницы. <br/> Вы уверены, что хотите покинуть эту страницу

source: The changes you made will be lost if you navigate away from this page.
de_de: Die von Ihnen vorgenommenen Änderungen gehen verloren, wenn Sie weg von dieser Seite navigieren.
fr_fr: Les modifications apportées seront perdues si vous quittez cette page.
pt_pt: As alterações feitas serão perdidas se você sair desta página.
ru_ru: Все внесенные изменения будут потеряны, если вы уйдете с этой страницы.

source: Enter ePin
de_de: Geben Epin
fr_fr: Entrez EpIn
pt_pt: Digite epin
ru_ru: Введите Эпин

source: Sorry. You are not allowed to access this page due to administrative permissions.
de_de: Entschuldigung. Sie sind nicht berechtigt, diese Seite durch administrative Berechtigungen zugreifen.
fr_fr: Désolé. Vous n'êtes pas autorisé à accéder à cette page en raison d'autorisations administratives.
pt_pt: Desculpe. Você não tem permissão para acessar esta página devido a permissões administrativas.
ru_ru: Извините. Вы не можете получить доступ к этой странице в связи с правами администратора.

source: Your status is already to set to Paid in the system. You cannot activate your membership again with an ePin.
de_de: Ihr Status ist bereits eingestellt, um in das System bezahlt. Sie können nicht aktivieren Sie Ihre Mitgliedschaft wieder mit einer Epin.
fr_fr: Votre statut est déjà à mettre à charge dans le système. Vous ne pouvez pas activer votre adhésion à nouveau avec une EpIn.
pt_pt: Seu status já é definida como pago no sistema. Você não pode ativar sua inscrição novamente com um epin.
ru_ru: Ваш статус уже установить на оплачиваемый в системе. Вы не можете активировать ваше членство снова Эпин.

source: <span class='msg'>Congratulations! This ePin is available.</span>
de_de: <span class='msg'>Herzlichen Glückwunsch! Diese Epin verfügbar.</span>
fr_fr: <span class='msg'>Félicitations! Cette EpIn est disponible.</span>
pt_pt: <span class='msg'>Parabéns! Este epin está disponível.</span>
ru_ru: <span class='msg'>Поздравляем! Это Эпин доступно.</span>

source: <span class='errormsg'>Sorry! This ePin is not Valid or already Used .</span>
de_de: <span class='errormsg'>Es tut uns leid! Diese Epin ist nicht gültig oder bereits Gebrauchtwagen .</span>
fr_fr: <span class='errormsg'>Désolé! Cette EpIn n'est pas valide ou déjà utilisé .</span>
pt_pt: <span class='errormsg'>Desculpe! Este epin não é válido ou já utilizado.</span>
ru_ru: <span class='errormsg'>Извини! Это Эпин является недопустимым или уже используется.</span>

source: <span class='errormsg'>Sorry! The specified username is not available for registration.</span>
de_de: <span class='errormsg'>Es tut uns leid! Der angegebene Benutzername ist nicht verfügbar für die Registrierung.</span>
fr_fr: <span class='errormsg'>Désolé! Le nom d'utilisateur spécifié n'est pas disponible pour l'enregistrement.</span>
pt_pt: <span class='errormsg'>Desculpe! O nome de usuário especificado não está disponível para registro.</span>
ru_ru: <span class='errormsg'>Извини! Указанное имя пользователя уже существует для регистрации.</span>

source: <span class='msg'>Congratulations! The username is available.</span>
de_de: <span class='msg'>Herzlichen Glückwunsch! Der Benutzername ist verfügbar.</span>
fr_fr: <span class='msg'>Félicitations! Le nom d'utilisateur est disponible.</span>
pt_pt: <span class='msg'>Parabéns! O nome de usuário está disponível.</span>
ru_ru: <span class='msg'>Поздравляем!Имя пользователя доступно.</span>

source: <span class='errormsg'>Sorry! The specified sponsor is not available for registration.</span>
de_de: <span class='errormsg'>Es tut uns leid! Die angegebene Sponsor ist nicht verfügbar für die Registrierung.</span>
fr_fr: <span class='errormsg'>Désolé! Le parrain spécifié n'est pas disponible pour l'enregistrement.</span>
pt_pt: <span class='errormsg'>Desculpe! O patrocinador especificado não está disponível para registro.</span>
ru_ru: <span class='errormsg'>Извини! Указанная Спонсор не доступен для регистрации.</span>

source: Reports
de_de: Berichte
fr_fr: rapports
pt_pt: relatórios
ru_ru: Отчеты

source: Summaries
de_de: Zusammenfassungen
fr_fr: résumés
pt_pt: resumos
ru_ru: Резюме

source: Total Amount Credited
de_de: Gesamtsumme Aufgeführt
fr_fr: Montant total crédité
pt_pt: Valor Total Creditado
ru_ru: Общая сумма Кредитовано

source: Pending Payments
de_de: Ausstehende Zahlungen
fr_fr: Paiements en attente
pt_pt: pagamentos pendentes
ru_ru: Ожидающие платежи

source: Processed Payments
de_de: Verarbeitete Zahlungen
fr_fr: Paiements traités
pt_pt: Pagamentos processados
ru_ru: осуществляемых платежей

source: Available Amount
de_de: Verfügbare Menge
fr_fr: Montant Disponible
pt_pt: Montante disponível
ru_ru: доступную сумму

source: Product price
de_de: Produktpreis
fr_fr: Prix ​​du produit
pt_pt: preço do produto
ru_ru: цена продукта

source: Earning Reports
de_de: verdienen Reports
fr_fr: Rapports gagnant
pt_pt: ganhando Reports
ru_ru: докладов о прибыли

source: Date From
de_de: Datum von
fr_fr: Date à partir de
pt_pt: data a partir da
ru_ru: Дата От

source: Date To
de_de: Um Datum
fr_fr: Jusqu'à la date
pt_pt: data Para
ru_ru: Дата до

source: Period
de_de: Zeitraum
fr_fr: période
pt_pt: período
ru_ru: период

source: Gross Earnings
de_de: Brutto-Ergebnis
fr_fr: Gains bruts
pt_pt: receita bruta
ru_ru: валовая выручка

source: Payouts
de_de: Auszahlungen
fr_fr: paiements
pt_pt: pagamentos
ru_ru: Выплаты

source: Net Earnings
de_de: Konzerngewinn
fr_fr: Bénéfice net
pt_pt: lucro líquido
ru_ru: чистый доход

source: MLM Reports
de_de: MLM Berichte
fr_fr: Rapports MLM
pt_pt: Relatórios MLM
ru_ru: Отчеты MLM

source: to
de_de: zu
fr_fr: à
pt_pt: a
ru_ru: для

source: <div class='updated fade'><p><strong>Complete the MLM Product Price in General settings. Please </strong>
de_de: <div class='updated fade'><p><strong>Füllen Sie das MLM Produkt Preis in Allgemeine Einstellungen. gefallen </strong>
fr_fr: <div class='updated fade'><p><strong>Remplissez le MLM prix du produit dans les paramètres généraux. s'il vous plaît </strong>
pt_pt: <div class='updated fade'><p><strong>Complete o MLM Produto Preço em Configurações gerais. por favor </strong>
ru_ru: <div class='updated fade'><p><strong>Завершите MLM цен на нефтепродукты во Общие настройки. пожалуйста </strong>

source: Cap Limit
de_de: Kappung
pt_pt: Limite de Cap
